#Задача «Длина слова».
a = '123456'
print(len(a))

#Задача «Суммы и разности».
first = 5
second = 3
summa = first + second
diff = first - second
print(summa)
print(diff)

#Задача «Среднее арифметическогое».
first = 5
second = 3
third = 4
mean = (first + second + third)/3
print(mean)

#Задача «Простые строчки».
first_string = "Вторник"
second_string = "Понедельник"
print(second_string + ', ' + first_string)

#Задача «Сложная формула».
a = 1
b = 2
c = 3
f = (a * b) + (a * c)
print((f**3)/2)

